{
  "name": "Chinook Token",
  "description": "Memes Game M2E\nFun, super cool, funny, collectible MEME NFTs-it is the essence of this incredible gaming journey.\n\nChinook currently offers play to earn mobile gaming, staking, a core high quality MMO RPG Game with NFT integration (coming soon), as well as… major utility development plans for a unique type of M2E launch pad called “ChinoPad” The team at puli are also working on a unique type of referral system built on proven affiliate marketing strategies …\n​\nOur Chinook NFTS will be a central source of the entire ecosystem… where they will be given stronger and stronger use cases as the technology continues to roll out.\n\nWe here at $CHINO believe that crypto can be both safe and fun for everyone, and are aiming to create an investor safe haven on the ETH.\n\nOur amazing Chinook community members will soon be enjoying move-to-earn mobile games, unique MMORPG style games, as well as the ability to  even rent out their NFTs to other Chino gamers for a profit share on the M2E side (helping to build the Chinook community and ecosystem together as one.)\n \nOn top of all that, our dedicated team is currently working on giving NFT holders enormous benefits across the board, starting with these amazing Chino Runner Mobile benefits..\n\nChinook is all about creating trust in a friendly and supportive environment. The team takes community feedback very seriously –  and we are committed to providing the community with transparency and fairness (throughout the entire project.)\n \nIn addition, we are soon going to begin monetizing the mascot and various merchandise through our website, as well as offering advertising opportunities (Including revenue boosting newsletter sponsorships!)\n \nWe will quickly achieve this by growing a massive engaged following with our marketing prowess (where a large portion of this income will be set aside to benefit holders) in the form of team buy backs, lottery competitions – and a whole lot more.",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/Qmb4iDMt2tBqjvj4hVUso8YPaKFVZ8sjc8fQpN4BBP7WB5",
  "infoUri": "chinooktoken.com",
  "twitter": "ChinookToken",
  "discord": "",
  "payButton": "Pay!",
  "payDisclosure": "",
  "version": 4
}