{
  "name": "Agartha",
  "infoUri": "https://agartha.one/",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmeRnECcCLvCFMRHhxSnhbCfNZKHaQNAk3ZZG4AJcqBink",
  "description": "Agartha is a Creative Technologists DAO to build Solarpunk societies.\n\nTo browse full project pitch, please visit:\nhttps://www.notion.so/CLICK-ME-CLICK-ME-CLICK-ME-CLICK-ME-CLICK-ME-4b34647ef0754adc8b076ae7dd4c21d5\n\n~•ETHOS•~\n\nOur ethos is to create regenerative culture with practical solutions, to address current societal and climate crisis and create a future of Solarpunk societies.\n\n~•PRINCIPLE•~\n\nOur creative solutions include: digital Solarpunk art, interactive games and experiences, physical eco villages, articles, eco living research, online communities and irl events.\n\nOur topics include: earthship biotecture, climate justice, land stewardship, herbal medicine and indigenous culture, eco villages, Solarpunk lifestyles, mindfulness practices, sustainability, regenerative finance, decentralized governance and more...\n\n~•GOVERNANCE•~\n\nWe operate as a creative collective DAO where our community of token holders would collectively shape the future of our DAO in adherence to our Operating Agreement, in which we will use a 2-Tier system on project proposals.\n\n~•PROJECTS•~\n\nTier1 projects are our core mission, and would receive priority in resource allocation. These projects include:\n- Building regenerative lifestyle education mini games such as: Solar power Calculator Simulator; Urban Garden Simulator; Recycle Simulator; Eco Village Simulator, etc...\n- Creating a Metaverse-compatible, open-source online library about climate studies, permaculture principles and renewable energy solutions with researched data and plug-n-play optimized 3D assets\n- Building up the Agartha website, social media strategy and online community\n\nTier2 projects might include:\n- Creating a documentary about eco village\n- Writing a book about decentralized cities\n- Make AR enabled graffiti art about Solarpunk societies\n- Create a fashion brand on the theme of #REGEN living\n- Make some dank memes about #REGEN living\n\n~•TEAM & PARTNERS•~\n\n@Syntonikka\nSyntonikka is a multi-media artist & game developer, has experience working on AR filters, projection mapping installations, VR experiences and mobile games. Prior to dipping into the DAO space, she worked at Snapchat as an AR engineer creating the latest Augmented Solutions and educational content. \nAfter joining a desert co-living project, exploring eco villages and all forms of decentralized gatherings, she decided to bring what she learned from off-grid living experiences to the general public, promote the ethos on Solarpunk living through the Agartha project----the eventual goal is to build an eco village to exercise Solarpunk lifestyles with creative technologies!\n\nTHIX Lab\nTHIX lab created the first ever Chemistry lab and galaxy simulation on the App store, they are at the forefront of simulating reality in virtual devices. Agartha will partner with THIX on creating educational and scientific mini games & interactive art experiences backed by research data.\nCheck out THIX here: https://thix.co/\n\nCityDAO\nCityDAO is the first DAO to collectively govern physical assets. It has 50k+ members from all over the world and is pioneering the mission of creating decentralized network states. Agartha will partner with CityDAO on one of their future parcels aka 'The Big Parcel' to implement Regenerative Solarpunk lifestyles into the city of the future.\nCheck out CityDAO at https://citydao.io/\n\nThank you for taking interest in this project. We will continue to update our progress on all our social platforms. We welcome everyone interested in the theme of Solarpunk living to come join forces with us, come say hi on the Discord ;)\n\n🧘‍♀️ Heal Earth, Heal Ourselves 🧘‍♀️\n💫 Regenerate the Planet, Regenerate our Minds 💫\n🌱 To Mother Nature and Our Collective Future 🌱",
  "twitter": "agartha_one",
  "discord": "https://discord.com/invite/b9v5YM9hwJ",
  "tokens": [],
  "version": 4
}