{
  "name": "zkWallet",
  "infoUri": "devs.thecoalition.eth",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmNivVakThH7TphZLgW1WjWK4LdSsghfVs2VUoec9xzHnC",
  "description": "Utilizing components of a diverse set of protocols, we are in the final development stages of a proof-of-concept for an endlessly recursive NFT wallet factory that interacts seamlessly across the entire EVM ecosystem. Using zero-knowledge calls to contracts and dApps by default, transactional privacy is a given.\n\nHosted on Ethereum, the zk-Profile ($ZKP) is a new wallet primitive being developed since 2020. The team is seeking funding to complete this ambitious project by December 2022.\n\nSecured by the minting address with the same level of protection as a Gnosis Safe, the on-chain wallet also behaves as a Web3 profile, can accept dApp connections, and set social avatars and metadata with a UI built directly into the NFT.\n\nUsing xAsset interfaces with general purpose integrations, a $ZKP addresses can interact with any address, dApp, token, bridge, or contract on any EVM chain using only a gas-free signature on Ethereum. Contracts deployed across the ecosystem allow deep multi-chain liquidity and low gas fees paid on the target chain without having to switch networks.\n\nThe recursive nature allows for the creation of nested sub-accounts with optional multi-sig and admin roles to organize and customize your assets in any way you choose. The zkSocial plugin lets $ZKP owners privately message one another directly from the NFT UI.\n\nNeed to transfer, sell, or burn your $ZKP? No problem. As soon as you or a marketplace call the modified `transfer` methods, all sub-accounts are swept for assets and sent to a backup address assigned on initialization. Until this is done the NFT is non-transferrable, so funds are always securely available on-chain, signed by the minting address and available only to you.\n\n$ZKP is non-custodial, private by default, multi-chain native, and secured completely on-chain by Ethereum.\n\nIt is our belief that having an affordable to mint, on-chain, gasless zk-wallet interface that enables cross-chain contract calls will dramatically boost development into privacy preserving technologies.",
  "twitter": "thecoalition_eth",
  "discord": "",
  "tokens": [],
  "version": 4,
  "payButton": "ZK-WALLETS!",
  "payDisclosure": "Development is in the end of a successful testing phase, but continued funding is needed to (a) complete NFT assets and dApp front end, and (b) have contracts audited by two independent parties to ensure fund safety.\nAs a thank you, all funders will receive a free zk-Profile wallet on test and mainnet release as well as have say in the total number of deployable wallets and dApp governance (if any).\nCheers! "
}