{
  "name": "Help us scale and proof our mexican-veteran concept, deliver and win ",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmVkgyxJHYMdAbsmTjRjZzSwuxAqPPeqAS4DwYCNEFPmUG",
  "description": "To: https://juicebox.money/\n\nSimple, we are the first multilingual veteran-owned (non-partisan) (not-for-profit) data analytics and organizing firm in the market, and if you measure cost and impact we are the best in the market. Brasidas Strategies, is going against the entrenched patron, not affordable for working people, extremely waisted \"progressive ecosystem,\" and the one stupid company, and three stupids apps, that control the whole market, and make it virtually impossible for anyone outside the political class, to participate and actually, and make something happen. \n\nWe are scrappy data-analysts and just organizers by trade. Our website looks cool. But in reality we are just a group of friends, who are sick and tired, of waist, of non-neglect, of candidates and non-profits, and small-business and rural municipalities, not having the resources needed, that if provided, the proper mentoring, and the proper funding, and the data, d project-management, someone in DeQueen, simply due to regional injustice and inequities, is twenty times better and more honest and more killer and more hero, and more billy bad-ass than the 89.55% (fake, DeFi, web3, stupid alt-coins) and fraduelents, idiots, who never run business, with their own money, “cool kids, and stupid start-ups, on the block.” \n\nToo many times I have seen good people fail. Not because the honky-tonk, or Spanish-Speaker, or the gangsta, or the ratchet, or “whatever you want to call it,” are not smart, are not hard-working, but because sadly, there’s not a proper bridge between data, talent, organizing, tech, best practice, battle-tested (no stupid theory), “follow the plan, here we go,” talent, and to be simply capital. Our goal, is to take on, VAN. And show, that for $11.18 (example) we can turnout 6 heads of households. “I am not smart,” Alonso, Co-Founder, states. But for example, “I am the reason, the legalisation and the full decriminalisation of marijuana, happened in California, why, CCPA, the largest and most robust climate and environmental bills has passed,” “and the list goes on.” \n\nWe just got our big contract. However, our client needs help. I need help. And this will be the first recorded, national organizing effort. That if you allow me, not breakdown, for right now just one veteran, and if you can help me with 5 interns, and a 3,000 cushion, so I do not have to stress, about cash flow, I guarantee, you will help, us succeeded, tell a story, and just make it happen the way you should. I am not a quitter. Bitched for $3,400 extra once I realized the problem, but was met with a corporate no, and in this stupid game, everyone is rich except for this mexican. \n\nThis is what I need: \n(5) Brasidas (or whatever you want to call it) Organizing+ Fellows. Each fellow, is a full-time, hero, after I hire the first one everything trickles down. Each fellow, gets $1,800 (learns organizing, how to run and operate a campaign, will be assigned one state, will have a goal of fundraising, and allowing, for one-man-team, for the first two weeks of studying the problem, designing the solution, and then executing, becomes a success. With tech, this shit is easy. Just need help. Total cost: $18,000. \nGot to the office for free. \nThese two days are important. Saving this campaign and you will be part of it. \nNeed some no stress: here we we go $3,400 will be ideal. What does that buy, simple: an Indian-Venezuelan Army, that will get all the emails of every pro-democracy, college and community college within our universe, and every high-school, and a killer design, and help me pay the $700.00 that out of no-where stupid Facebook charged me, to ensure, if budget is an issue, we run an effective internship model, but also, help this non-profit raise the funds. \nSoho Recruit\nAllow me to start hiring our 84 Paid Canvass-Complete (5) Swing-State Staffers, mid-level managers, and 10 heads, and have the interns, ground and pound when it comes scheduling, and have enough for us to place killer ads. The rest I can put out of pocket. \nDue to the fact everything is recorded. Maybe the partner, will see what the fuck is needed. Honest to G-d, fallen asleep twice, I know, in 3 more weeks, I am done. But with just a little help, I fucking killer. \n\nI will report every Sunday.  I need a total of $21,400. I am also applying for a grant in the city of Kingsville, I know I can land of $250,000. If you help, me, I will donate $40,000 to a non-profit or small-business with a proven track record. Do not know where else to turn. So, have done all the micro-grants on Github, to embarrassed to put my client under the fucking boss, and to Mexican and a Veteran to quite. \n‘\nYour website: https://www.brasidasstrategies.com/\nLinked-In: https://www.linkedin.com/in/aaalonso/\n\nJust need a little help. \n",
  "tokens": [],
  "version": 4
}