{
  "name": "Priceless DAO",
  "description": "We are a cause-based DAO in the form of a networked nation, dedicated to creating a true alternative economy and alternative citizenship for its members.\n\nPricelessDAO funds economic experiments that are designed to replace the current monetary system. The holders of PricelessDAO tokens can create whatever they want with the DAO, while the founders of Priceless Economics develop decentralized economic models that support life on earth.\n\nAt Priceless, we are convinced that the existing financial system is crumbling and unsustainable. While many projects seek to salvage what we’ve got, Priceless is looking forward to creating a completely new system that will be a destination for those trying to escape the collapse of everything.\n\nI mean, you know everything’s collapsing, right? What can you do about it? At the very least you can give your sh*tcoins to PricelessDAO. Any funds we have will be used to research, design, prototype, and deploy economic models that respect humans and the planet.\n\nThis isn’t some anonymous project. You can trust us. I mean, you can probably trust us a lot more than the founders of 99% of the crypto projects out there. We’re doxxed. Look at our bios. We aren’t trying to hide anything. We are doing this all legitimately and legally. And honestly, what have you got to lose? The sh*tcoins in your wallet already tanked and the world economy is teetering. We at least have some ideas of what to do to save a few people, trees, and animals. ",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmPyAYHhU8vennwfwhwWW7ASCFbDUkMjPiuHteL5qxc7vS",
  "infoUri": "https://pricelessdao.io/",
  "twitter": "PricelessEcon",
  "discord": "https://discord.gg/yR6HcmWjGC",
  "payButton": "Contribute",
  "payDisclosure": "The governance-only REDEEM tokens are not designed to hold any financial value whatsoever, nor does the team intend to act in ways that would support the financial or utility use of the tokens.\n",
  "version": 4
}