{
  "name": "Fantasy Sports League",
  "description": "# PROJECT\n\n## Introductions:\n\nThoughts behind the game: Play2Earn, Learn2Earn, Move2Earn, and maybe Help2Earn will become more and more attractive in the near future, while Automation and Robotics like self-driving trucks will take so many jobs. \n\nBuilding a network where users need to actively play their cards and maybe earn some fan pages for extra prizes would be a great thing, the more you do simple tasks the more you earn, so you could make it a great way to educate your users and build a strong network. Projects like the badge, POAP, or other DAOs are building a great new future with awesome communities. \n\n# How to Earn:\n\nwin a weekly championship with the setup of a fantasy team\n\n- win fan title for doing simple tasks (find NFTs in Voxel)\n- trade soccer cards in the marketplace…buy low sell high\n- fan lottery\n\nFROM WIKIPEDIA: A **fantasy sport** (also known less commonly as **rotisserie** or **roto**) is a type of game, often played using the Internet, where participants assemble imaginary or virtual teams composed of proxies of real players of a professional sport. These teams compete based on the statistical performance of those players in actual games. This performance is converted into points that are compiled and totaled according to a roster selected by each fantasy team's manager. These point systems can be simple enough to be manually calculated by a **\"league commissioner\"** who coordinates and manages the overall league, or points can be compiled and calculated using computers tracking actual results of the professional sport. In fantasy sports, team owners draft, trade, and cut (drop) players, analogously to real sports.\n\nThe league commissioner should be replaced with the power of blockchain!\n\nMeta Sports should become the biggest Web3 Fantasy Sports League with the power of NFTs and Smart Contracts. It should also be a DAO with a treasury and should give back as much as possible for the players and the community as well as give a certain % to an organization or some other projects that do good. The sport will be a great way to onboard more people to web3 and blockchain technology. Meta Sports should have its owner Marketplace and different sports leagues like Soccer, Ice hockey, Basketball, Baseball, and more. Getting started it should be affordable for everyone so getting a team should not cost more than $20. \n\n### Soccer Fantasy Game:\n\nA team will be made up of eight players, at four different positions: two forwards, three midfielders, two defenders, and a goalkeeper.\nThey will accumulate points in several categories, in fact, for outfield players. Goals and assists are very important, of course. But shots on goal, chances created, tackles, and interceptions (among other things) count too.\n**Point system:**\n\n## Point System: (they get collected per API) [https://apifootball.com/](https://apifootball.com/) or [https://www.api-football.com/](https://www.api-football.com/)\n\n**Goal: 10 points.**\n At the end of the day, it's all about putting the ball in the back of the net, so goals are naturally the most valuable commodity in our fantasy game.\n**Assist 5 points.**\n The next best thing to a goal is a pass that leads to a goal.\n**Shot on goal: 2 points.**\n You can't score if you don't shoot, but not all shots are created equal. Shots on target -- that either result in a goal or a save by the goalkeeper -- are worth a lot more in our game.\n**Chance created: 1 point.**\n A chance created is a pass that leads to a shot.\n**Appearance: 1 point.**\n If a player appears in a game -- as one of his team's 11 starters, or as one of three possible substitutes -- it's worth a point.\n**Shot off goal: 0.5 points.**\n These shots -- ones that are not blocked, but off target -- will net you something, but not nearly as much as shots on goal.\n**Tackle won: 0.5 points.**\n If a player steals the ball off an opponent cleanly, that's worth half a point.\n",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmUaiZYrVdVi3hyrZ2RQ645Uk8QcPaKLRxNDjenmFVMVoV",
  "infoUri": "https://ud.me/web3metasports.nft",
  "twitter": "Web3MetaSports",
  "discord": "https://discordapp.com/channels/956504238496817223/1021943258865209424",
  "payButton": "CLAME TOKENS",
  "payDisclosure": "\n",
  "version": 5
}