{
  "name": "Nordbit.io",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmbJEbzoZorBUbuLLxocTSntnhjNtRSD23V6EwabGa6jL3",
  "description": "<KYC> and <Audit> mean nothing anymore. Neither does <Safu>, <Vetted> or whatever more badges the presale platforms will come up with. Rugs, slow rugs, abandoned projects - growing every day, if not every hour. \n\nTime to stop all this!\n\nNordbit has developed an extensive list of checkpoints that will help us separate fraudsters from genuine Developers who have only good intentions and are set on the plan to deliver all stated in the roadmap and whitepaper.\n\nWe will offer three KYC checks tiers, and developers can choose the one they want. Below you can see our checklist, however, for safety reasons, we do not reveal complete details on KYC checks.\n\nExtended ID - Multiple checks for provided ID.\nProject knowledge - We will read into the project whitepaper and check Dev's knowledge about his project.\nTrue Dev - Many times, scammers offer other people to team up so they can use them for KYC purposes. We will filter out such attempts and will protect investors' money.\nCredit History - We will check applicants' credit history if they choose to go for it. Investors will be able to see if the Dev passed the credit check, opted out or is a resident of the country where we cannot perform a credit check.\nAI analysis - State-of-the-art software is used to identify the true intentions during the KYC Video call. Think of it as a lie detector powered and analysed by AI (Artificial Intelligence).\nProject future development score - We will check the logic of the Roadmap & Whitepaper and the Project's current status. Combined with AI analysis, that will give us an accurate project score whether the Dev is set to deliver all stated in Project Whitepaper.\n\n\n\n\nCycles and Discount rates:\nCycle #1 - 7 days; 15%\nCycle #2 - 7 days;  3%\n\nWe will update the community if more cycles are needed, or we can launch the token and list it in DEX.\n\n\nHow we will use contributions:\n\n70% -  LP\n10% - LTD company legal fees, contracts with AI software providers, contracts with Credit \n20% - Marketing\n\nWe have already approached top presale platforms, and they have shown great interest in our services. Once we are launched and live, they will test our KYC services and add us to the official partners' list.",
  "tokens": [],
  "version": 5,
  "infoUri": "https://www.nordbit.io",
  "twitter": "Nordbit_io",
  "discord": "",
  "payButton": "Contribute",
  "payDisclosure": "",
  "archived": true
}