{
  "name": "Dimo",
  "description": "100 Portraits NFT MysteryBox\nWho will you be before the AD end?\nCome and become the master of the AD end \nOur Mystery Box will be opened when sold out!!!\nLook forward to this holy moment!\nYou'll be a trend-setting WORLD-TIME\n\nWe really appreciate your purchase, we will donate part of the proceeds to NPOs\nThank you for doing your best for the society\n\n【Just A Little Help Can Make Their Hearts Happier.】\nTwo. Operation Status and Planning\nRoadmap\n2018 Focus on Health Circuit Industry Investment\n\nFocus on big healthtrak industry investment and the founding team is mainly from the traditional finance, consulting and technology fields in the UK and Singapore,etc.\nInitiated and promoted the research and private equity fund in the field of big health and big data.\n\n\n2019 Expansion of Investment Management Team\n\nThe fund company has expanded its presence and formally established offices in Wuhan, the UK and Taiwan to set up industrial venture capital and project incubation in the three regions, and a number of private equity funds in the healthcare industry have entered into operation and maintenance.\nBecame a strategic partner with CRNTI Healthcare Technology Investment Center to promote Healthcare Industry investment and asset management.\n\n2020 Big Data and Blockchain Raceway DIMO Project\n\nThe team introduces blockchain experts and the KOL team to get involved in digital asset management, and DIMO, a digital healthcare project, enters the scientific research establishment.\nBecame a strategic partner with CrypToDAM blockchain capital management company and conducted research and validation of CeFi-DeFi financial model.\nBecame a strategic partner with GKTC, a UK-based big data technology consulting company, to conduct backgrounder and global market research on the blockchain health industry.\n\n2021 DIMO project officially launched\n\nQ1 Become a strategic partner with HBRNTI Healthcare Technology Industry Research Institute, and reach strategic cooperation with many famous universities around the world to build a research base for DIMO centralized physical healthcare industry, promote the development of it, and help the integration of industry and city.\nQ2 HBRNTI and CrypToDAM officially signed a contract with the DIMO project and became the permanent operation team of the virtual-real integration, responsible for the centralized and decentralized construction, operation and maintenance of the DIMO digital healthcare platform project.\nQ3 Launched the DIMO promotion and warm-up, and as one of the organizers, issued the world's first public welfare NFT sub-project 100 Portraits NFT, joining hands with several venture capital consulting organizations and nearly ten public welfare funds worldwide, and invited dozens of Chinese music artists/celebrities to support the project, which successfully attracted social attention and tens of millions of online and offline flows, and received positive media coverage from more than ten outlets.\nQ4 Continued to support the development of public welfare, expanded the brand of DIMO project. Being invited to empower the public welfare NFT 100 Portraits NFT, and joint AMA with more than 100 blockchain project parties, Youtubers, KOLs, exchanges, etc., linking millions of potential users. \n\n\n2022 Expand and test centralized and decentralized resources\n\nQ1 Expand on-chain construction and complete early institutional financing for the operations team; DIMO early BP disclosure.\nQ2 Complete DIMO-ONDO token cycle model and token economy model algorithm testing; Disclose strategic partner information.\nQ3 Officially end public welfare sub-project 100 Portraits NFT donation project; DIMO official website upgraded to version 2.0, providing access to 100 Portraits NFT (SSR card angel round; N card seed round) investors / potential users.\nQ4 Web3.0 and DAO governance testing completed for on-chain technology; Light Paper made public.\n\n2023 Decentralization Construction and Development\n\nQ1 DIMO official website upgraded to version 3.0; Web3.0 DAO governance construction and application; on-chain technology DeFi2.0 pool technology optimization, DIMO-ONDO governance tokens and consumer tokens cycle engineering demo development; public White Paper.\nQ2 Launch public fundraising and promotion, including global Top30 exchanges, global Top10 blockchain media and traditional media resources, industry leaders, large Chinese and English communities and other channels.\nQ3 Announce the launch of global Top30 centralized exchanges and decentralized exchanges; cooperate with well-known platforms IDO and IEO. The first physical healthcare resort location (DEMO real estate and construction)  made public.\nQ4 Public testing of technical systems (hackathon activity); officially launch global Top30 centralized exchange open trading.\n\n2024 DAO Governance and Centralized Construction\n\nQ1 DIMO healthcare metaverse is released, the first DAO governance shared resort location and operation decision.\nQ2 The first DAO-governed",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmcbEgTXhhBZt4AAm7hCQ54ULdstHhvPbeMUGKQc6UZRAo",
  "infoUri": "https://www.dimondo.org/",
  "twitter": "DIMO_Official_",
  "discord": "https://t.co/GfKD3kHfUh",
  "payButton": "",
  "payDisclosure": "",
  "version": 5
}