{
  "name": "BrosDao",
  "infoUri": "",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmZoaYZEC7vkmJ3L5TwvuC1vWyqi1PJ8B9k6LK76qB7nq6",
  "description": "早晨的阳光透过窗帘照射在鄙人一夜未睡但依旧英俊的脸庞上，正如兄弟们一样，我也还在回味币圈春晚的精彩时刻。\n\nBROSDAO\n是由中国社区支持凉子的韭菜们共同成立的梦想dao，主题就一个，凉子带我开一把。\n\n本次募捐所有资金用处分为两部分：\n* 50%将在募捐结束后直接交与凉兮操盘（欢迎各位顶流来监督跟进）。若有盈利，有了再说。反之爆了就是爆了。\n生死由命，富贵在天。\n\n* 另外50%将发行brosdao代币，用于建立流动池。做了兄弟不要背刺，留了一半发纪念代币是因为合约风险过高。不过纪念币风险也不小，请根据个人实力酌情参与。\n \n凉兮是谁，中文crypto KOL顶流，去年519一天赚了千万，一个初次space就拿到了全球第一名的合约神级操盘手。\n \n自己亏也是亏，凉子可以帮我亏一下吗？\n\nThe morning sunlight is refracted through the curtains on the handsome face of my fellow，who has not slept all night. Just like all my brothers, I am still reminiscing about the wonderful moments of the Spring Festival in the crypto world. Yesterday, Liang Xi used a live broadcast to cure the internal friction of us. I think all of us should thank him. For this, I initiated the establishment of BROSDAO with the brothers who supported him.\n\nBROSDAO\nIt is a dream DAO jointly established by the leeks who support LiangXi in the Chinese community. There is only one theme, LiangXi will open the new world, and take all of our brothers to the moon.\n\nLiangXi is the top-notch Chinese crypto KOL, who made 1,000 million in just one day on 519 last year, and was the world's No. 1 contract trader in the first space.\n\nAll funds from this fundraising will be used in two parts:\n*50% will be handed over to Liang Xi to operate, life and death depend on fate, wealth is in heaven. If there is profit, community rebates will be made according to the amount of participation in the fundraising. If there is a loss or even a liquidation, everyone will turn off the lights and eat noodles together.\n*The other 50% will issue BrosDao tokens to build a liquidity pool. I believe that the tokens will to the moon. However, the risk of commemorative coins is still not small, please participate according to your personal situation.",
  "twitter": "",
  "discord": "",
  "tokens": [],
  "version": 5,
  "payButton": "Join",
  "payDisclosure": "Please take part in according to your personal situation. Contract trade is risky.\n1 ETH = 1,000,000 Tokens."
}