{
  "name": "FTX Victims'Alliance",
  "infoUri": "",
  "logoUri": "ipfs://QmQcMWPmCPNcLPof8icyzfppquEB8gr7b7VjKUbLR6y6mG",
  "description": "FTX Group Companies Commence Voluntary Chapter 11 Proceedings in the United States Begin Orderly Process to Review and Monetize Assets for Benefit of Global Stakeholders John J. Ray III Appointed Chief Executive Officer; Sam Bankman-Fried Resigns\n\n   FTX Trading Ltd. (d.b.a. FTX.com), announced today that it, West Realm Shires Services Inc. (d.b.a. FTX US), Alameda Research Ltd. and approximately 130 additional affiliated companies (together, the \"FTX Group\"), have commenced voluntary proceedings\nunder Chapter 11 of the United States Bankruptcy Code in the District of Delaware in order to begin an orderly process to review and monetize assets for the benefit of all global stakeholders.\n   John J. Ray III has been appointed Chief Executive Officer of the FIX Group. Sam Bankman-Fried has resigned his role as Chief Executive Officer and will remain to assist in an orderly transition. Many employees of the FTX Group in various countries are expected to continue with the FTX Group and assist Mr. Ray and independent professionals in its operations during the Chapter 11 proceedings.\n   \"The immediate relief of Chapter 11 is appropriate to provide the FTX Group the opportunity to assess its situation and develop a process to maximize recoveries for stakeholders,\"said Mr. Ray.\n\"The FTX Group has valuable assets that can only be effectively\nadministered in an organized, joint process. I want to ensure every employee, customer, creditor, contract party, stockholder, investor, governmental authority and other stakeholder that we are\ngoing to conduct this effort with diligence, thoroughness and transparency. Stakeholders should understand that events have been fast-moving and the new team is engaged only recently.\nStakeholders should review the materials filed on the docket of the proceedings over the coming days for more information.\"\n\nExcluded Subsidiaries\nThe following subsidiaries are not included in the Chapter 11 proceedings: LedgerX LIC, FTX Digital Markets Ltd., FTX Australia Pty Ltd. and FTX Express Pay Ltd..\n\nToday FTX is bankrupt, we have formed a legal alliance to fight for the interests of all victimized users around the world, we will sue FTX US. All funds will be used to fund the legal proceedings, any donations to the original FTX users, this token will be the only proof of future distribution through a joint lawsuit to recover assets.",
  "twitter": "",
  "discord": "",
  "tokens": [],
  "version": 5,
  "payButton": "FUCKFTX",
  "payDisclosure": ""
}