{
  "name": "Wordsmiths.eth",
  "infoUri": "https://twitter.com/WordsmithsEth",
  "logoUri": "ipfs://QmXbgAJZjy4TYrAKQTFj7YmvEstQ4XEJwNvvC7MpPd94bM",
  "description": "Wordsmiths\n\nAn out of pocket collective of creators, builders, and communicators echoing the paradigm shift, harnessing the cultural epiphany of web3 & Ethereum, elucidating our mission to disrupt cultural, social, capitalist, and classist norms through narrative, story telling, the arts, and fine crafts.\n\nWe are instrumenting transformative development practices. We allow creators & builders to retain the value they create through the people they serve. \n\nWe:\n* Don't ask for permission, and prove we don't need forgiveness. \n* Educate through action and operate on trust.\n* Uplift humans open & able to embrace the Ethos of web3.\n* Allow humans to prove alignment through completing quests.\n* Believe in the power of public goods.\n\nWe will give willing participants tokens for taking ownership and committing to themselves & their community. Participants who are thoughtful and engage as members of the community will be rewarded with tokens. 🤝\n\nTokens are distributed to all Smiths. It is possible that Smiths' encompass a broad set of communicator types, but we must not forget that not all humans are Wordsmiths...\n\nTrust and engagement will be distributed in a p2p fashion, where tokens can be acquired and distributed by holders as they see fit. \n\nTokens do not represent an investment in Wordsmiths.eth and individual tokens will not afford governance privileges, however tokens may represent a claim to future governance rights as it is decided by Wordsmiths.eth\n\nWordsmiths offers a shared and safe environment for a diversity of humans to enter into a dialogue across a variety of topics and areas of interest, creating space for sharing, education, knowledge dissemination, and information transference, where information can be recorded by meeting & roundup coordinators.\n\nSmiths offer mutual growth, Smiths' create space for emergence, and Smiths generate shared learnings from experience, where context is recorded through high-resolution knowledge transference ceremonies where information is captured reflecting the diversity of thought and variety of beautiful minds engaging as a Smith.\n\nWordsmiths aims to facilitate the adoption of cryptocurrency through arts, education, memes, music, among a variety of other expressive tools.\n\nWordsmiths are toeing the line, forging untrodden path so the generations following can take ownership, be self-sovereign, and be the stewards of the revelation in value discovery, value that is preserved through distributed networks and p2p value generation. \n\nTo the economy of giving through relationships. 🥂\n\nhttps://twitter.com/stayonline_eth * https://audius.co/who_is_theseus",
  "twitter": "WordsmithsEth",
  "discord": "https://discord.gg/AUySAKJCjD",
  "tokens": [],
  "version": 5,
  "payButton": "Smith It",
  "payDisclosure": "Funds contributed should not be considered an investment. Tokens are risky and Wordsmiths.eth is not promoting this campaign as an investment vehicle. \n\nThe capital raised in this campaign will be distributed at the sole discretion of Wordsmiths.eth. ETH sent into the treasury does not constitute an investment in Wordsmiths.eth, and tokens claimed following deposit will not afford governance privileges, however tokens may represent a claim to future governance rights as it is decided by Wordsmiths.eth"
}