{
  "name": "CarPoolTogether: Help Liv Get a New (Old) Car 🚘",
  "description": "At the recommendation of the amazing Richard (rliriano 🦜#8200), Livster (livster#4913) has set up this Juicebox to help fund the purchase of a used vehicle. \n\nSadly, her 2002 Volvo S60 (her name is Veronique) has problems that would cost more to fix than the value of the car, even though that car was really cute, she cannot be saved. For example, Liv has been driving around with no power steering, which is a great upper-body workout, but she's been told is extremely dangerous so she has stopped. \n\nLiv is looking to buy a used Honda CR-V or Civic with lower than 120,000 miles - a reliable, affordable option. The car market right now is nuts, and her budget is ~$15,000. \n\nAny and all donations would be appreciated. \n\nIn return, Liv offers: \n- The PoolTogether community can name her car \n- Weird memes curated for each donor, most likely including frogs\n- Eternal gratitude \n- Astrology chart readings \n- Virtual hugs",
  "logoUri": "ipfs://QmcSgHCuHbLnFmF9wEywY3UU2E8oeT9nwmxXofDzkJE7TN",
  "infoUri": "https://opensea.io/collection/carpooltogether-help-liv-get-a-new-old-car-nft-rew",
  "twitter": "livpasquarelli",
  "discord": "",
  "payButton": "Donate",
  "payDisclosure": "- This is a donation, read the disclaimer below.\n- The link to the car is an example of what I'm looking for, but not guaranteed to be the car I get, since the used car market is moving so fast right now. \n\nDISCLAIMER: In accordance with the Internal Revenue Service guidelines, the owner of this fundraiser, Olivia Pasquarelli, maintains discretion and sole control over the use of all donated funds. All donations are non-refundable. In practice, Olivia Pasquarelli honors the giving preferences for any of our previously approved programs and projects whenever possible. No goods or services were provided in return for any contribution. Contributions are tax-deductible to the limit allowed by law if the donor itemizes.  Donors who donate more than $249.99 can request a receipt of their donation for tax purposes until January of the following year, 2023. If you have any questions regarding your donation(s) or you need a receipt or a statement of any of your contributions, please feel free to contact Liv at hi@livpasquarelli.com. All statements will be provided electronically, and no statement will be provided in a physical paper format.\n\nThank you!",
  "version": 5,
  "archived": true
}