{
  "name": "Tiny Dino Show",
  "description": "“Tiny Dino Show” is an NFT-based animated story aimed at kids and young adults. The Tiny Dinos NFTs are playing the main characters in the show, and together they are on a mission to save our planet from global warming.\n\nAbout us: The \"Tiny Dino Show\" is an independent, community project utilizing the power of #cc0 licensing of the Tiny Dinos NFT and bringing our audience new perspectives on the world of living green, loving the planet, and exploring novel ways of generating, storing, and transporting clean energy.\n\nWatch the \"Tiny Dino Show\" Pilot on YouTube: youtube.com/@tinydinoshow\n\n1) The Show is in the preparation stages for the production of Season 1. Our team delivered incredible results during the production of the Pilot, working with professional voice-over artists, and making the official premiere with an immersive web3 experience: oncyber.io/thetinycinema\n\n2) In the next chapter, we plan to include scientific materials by engaging with researchers in the space and sharing our knowledge with the broader audiences by cross-pollinating ideas on how the Tiny Dinos NFT can be utilized for enhancing learning experiences. Proceeds will be used to create content, expand the team, and acquire assets for the production of Season 1. We also plan to make a hire for the post-production role and cast professional voice-over artists for new characters.\n\n3) The Show will auction complete Episodes and Seasons bundles as video NFTs with the proceeds going to the Show Treasury. Community Treasury will be reserved for later use for partnerships, Tiny Dinos NFT projects, holders, promotional, marketing, and other purposes.\n\nUse of Funds: \n-> 10% go to @DaBoomDaBip (first cycle only) - the artist and animator  for creating the posters\n-> 10% go to the @hollowcapital (first cycle only) - the initial production of the Pilot and contributing the assets to the Tiny Dino Show Show Treasury\n-> 80% to the Tiny Dino Show Treasury to fund the production of Season 1.\n\nDonators will receive \"Tiny Dino Show\" NFT posters as a reward for their donation to the project. The Show will also issue a community token, $TDS (ERC-20), that shall be used as proof of donation, with the following token distribution schedule:\n\n-> Donators (34%) \n-> Tiny Dino Show Treasury (33%): 0x2F63e9c5f1927B103a5a085133A17C711Ab20b18 (multi-sig)\n-> Tiny Dino Show Community (33%):0x060E57474dfE5446085040669a384D1357702A7C (multi-sig) \n\nThe issuance of the tokens will be cut in half for the production of each season, with a 7-day delay for the deployment of the updates to the contract, including the mint, distribution schedule, token redemptions, and discounts, among other parameters.\n\nCapitalization: The Show plans to release the complete video Episodes and Season Bundles as NFTs and to sell or auction, with proceeds going to the rewards for the contributors, show treasury, and donations to relevant causes.\n\nTo date, the Show has been funded by @hollowcapital with show NFTs and $ETH contributions. The Show Treasury (opensea.io/0x2F63e9c5f1927B103a5a085133A17C711Ab20b18) holds 2 out of 5 Tiny Dino NFTs for the main characters in the Show, among other assets. The remaining 3 Tiny Dino NFTs that play the main characters are held by the animator, the writer, and the producer of the Show.\n\nWritten by: twitter.com/TishaWanders\nAnimation by: twitter.com/DaBoomDaBip\nProduced by: twitter.com/hollowcapital\n\nTiny Dinos NFT Website: tinydinos.fun\n\n...",
  "logoUri": "ipfs://QmbjiUqpQK5RXSFRawp5VZzTn7o5G2Fv8FubgnNCGrwamo",
  "infoUri": "https://notion.so/TINY-DINO-SHOW-0126ffb9a7e64b7a8c10c0cb9b7ab2df",
  "twitter": "hollowcapital",
  "discord": "",
  "payButton": "Donate",
  "payDisclosure": "This is not a purchase - for DONATION PURPOSES ONLY.",
  "version": 5
}