{
  "name": "Stardrain: The Cyberthrash Animated Musical",
  "description": "Stardrain is an Animated Cyberpunk Musical about Mutants, Cyborgs, and Aliens fighting with weaponized sound blasts shot out of the mouths of Blasterbeasts; Fang toothed creatures capable of projecting dangerous frequencies!\n\nHollywood Cowboy is a green alien who developed out-of-this world plants that can be used as modular audio equipment; not to mention the music made in nature by these wild synthesizer plants, talk about PhotoSYNTHesis!! \n\n\nCreated by Me, KOOL SKULL, Artist, Musician, recluse. I've worked with many creative minds like Stan Lee, Mike Judge, MDOT STRANGE, Aron Fromm, Ariel Pink, Anthony Fantano and many others. Stardrain is my most important master and has technically been in preproduction for more than a decade. Utilizing a multitude of areas of mastery, Stardrain is fully developed from a multitude of religious philosophies, Cybernetic cities, arrays of Musical artists within it and a dense lore to be discovered by animated shorts and mini games. watching shorts and playing games will earn digital collectibles for users.\n\nI have a lot of stuff to show, but for now, I will upload pixel art representations of characters in order to raise funds for important technological upgrades needed at 2Kool Production's studio. Over the last 15 years I have developed new ways of creating films and interactive media because of my own disappointment at the state of art and music among an infinite number of new musicians and nft artists. I've been building this very slowly and I am excited to share my work with you all. \n\nI am currently finishing 3d models for main characters and finishing background landscapes that will be reused numerous times throughout the story. Taking a modular approach with everything. I'm even optimizing the 3d to be as compatible as possible with in-browser experiences to ensure a wide array of possible users. \n\nI tend to go slowly, but I have been completely dedicated to this project exclusively for months, and it's getting really close to showtime! So far production has been funded by buyers of my paintings and Grants provided by Imagination Rabbit Studios. if anyone else is interested in helping out that would be very awesome of you, and I appreciate it deeply!",
  "logoUri": "ipfs://QmXr9EMh5CaAsYR94Y8jXgdtWRJFeWFp5VQD9CrqpSKk6B",
  "infoUri": "koolskull.com",
  "twitter": "",
  "discord": "",
  "payButton": "THRASH ALL DAY",
  "payDisclosure": "",
  "version": 5
}