{
  "name": "DAOPlanet & DAOPlanet.NYC Event",
  "infoUri": "https://DAOPlanet.org",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmXxhU4VYHpQgFDu5w9yK6z4DaCr6hpBYkFshu59UFcCBz",
  "description": "DAOPlanet, a non-profit DAO producing public goods that support individuals and organizations exploring and adopting DAO principles and Web3 tools, is producing DAOPlanet.NYC, a real life conference (with virtual livestream) taking place at Chelsea Music Hall on June 24th and 25th (right after NFT.NYC).\nThe reserve rate of this round is 80%, where funders receive 20% of DAOPlanet utility tokens minted (20,000 native tokens / 1 Ethereum). This round is primarily for DAOPlanet.NYC Sponsor Contributions and Ticket Purchases, however offers of support from all sources are appreciated. For DAOPlanet.NYC Ticket Purchases through this project, please see information on contribution levels and ticket redemption at http://DAOPlanet.NYC and @DAOPlanet_ Twitter account.\n\nAll contributions support the DAOPlanet DAO and its public goods initiatives, including DAO event production, DAO media and content creation, and other activities that support people and organizations exploring and working in the world of Decentralized Autonomous Organizations. DAOPlanet.org is a non-profit TUNAA. Links to our governance documents and processes can be found on the DAOPlanet.org website and Discord server.",
  "twitter": "DAOPlanet_",
  "discord": "https://discord.gg/DAOPlanet",
  "tokens": [],
  "version": 4,
  "payButton": "Fund",
  "payDisclosure": "This round is primarily for DAOPlanet.NYC Sponsor Contributions and Ticket Purchases, however offers of support from all sources are appreciated. The reserve rate of this round is 80%, where funders receive 20% of DAOPlanet utility tokens minted (receiving 20,000 out of 100,000 native tokens minted per one Ethereum). For DAOPlanet.NYC Ticket Purchases through this project, please see information on contribution levels and ticket redemption at http://DAOPlanet.NYC and @DAOPlanet_ Twitter account.\n\nAll contributions support the DAOPlanet DAO and its public goods initiatives, including DAO event production, DAO media and content creation, and other activities that support people and organizations exploring and working in the world of Decentralized Autonomous Organizations. DAOPlanet.org is a non-profit TUNAA. Links to our governance documents and processes can be found on the DAOPlanet.org website and Discord server."
}