{
  "name": "LZero",
  "infoUri": "https://lzero.xyz",
  "logoUri": "https://jbx.mypinata.cloud/ipfs/QmXHwBy7ks2gcQANDmqgMmD5HgR5ZFafKNg7wqCbxQDRZp",
  "description": "WHAT'S LZERO?\n\n\n\nLZero is the one-stop shop for all your group travel needs, services only made possible with web3!\n\n\n\nTravelling soon? Choose from our endless peer-to-peer services and events. Organize, book and split payment directly on our platform; no more back and forth, no more frustration!\n\n\n\nRunning your own business? List your services on LZero, on your own terms, with reduced platform fees!\n\n\n\nWHY LZERO?\n\n\n\n“Let’s meet at ETH NYC!” says @DoodlingApes69420, your twitter BFF you’ve never met, but would stand in front of a bus for.\n\n“Yeah! We can all share a flat!”, chimes in @ETHto100k.\n\n\n\nHow exciting?! Your head is already filled with ideas of all the degen frens you’re gonna meet, all the parties you’re gonna attend, all the fun you’re gonna have!\n\n\n\n“Sure, let’s organize this!!”, you reply as you excitingly look up tickets prices for the event.\n\n...\n\nSpoiler alert:\n\nYou didn’t organize this.\n\nNext thing you know, it’s already June and you’re laying on your couch, scrolling through your TL, reading tweet after tweet about the best NFT after-party you’ve heard of in your life.\n\n\n\nFOMO takes over — “Why didn’t I book it?”\n\n\n\nWell Chad, let us tell you why you didn’t book it.\n\nSimply imagining having to browse 11 different websites to book tickets, accommodations, activities and events, coordinate all of them into a 4-day trip, send all available options to @DoodlingApes69420 and @ETHto100k, going back and forth, calculating all costs for each of you, and risk booking the trip without any guarantee that they’ll pay you back, or best case scenario, that you’ll have to beg them again and again to “send ETH” until they actually end up connecting their ledger in October 2027? ...\n\nCan the devs do something? 😭\n\n\n\nWell, — say no more fam\n\n\n\nIntroducing LZero, your new go-to web3, P2P service providing platform!\n\n\n\nNot only can you now find and book events, activities, accommodations and singles in your area all-in-one place, but group travel organization has been made easier thanks to our integrated Split&Pay system!\n\n\n\nLOCATION BASED\nTravelling to a new city? Find worthwhile events, accommodations and activities for your dates.\n\n\n\nBOOK EVENTS, ACTIVITIES, ACCOMMODATIONS, ...\nDon’t know what to do during your free time? Get recommended activities and events in the area during your stay.\n\n\n\nAnd if you don’t want to sleep in the streets, you can book your accommodation directly on LZero — with less fees!\n\n\n\n\n\n\n\nORGANIZE TOGETHER\nNo more sharing 1000 links into the convo that no one checks out! Create a trip list with your friends and bookmark interesting listings, together!\n\n\n\nSPLIT & PAY\nYour group vacation is all planned? It’s time to book! Simply enter your wallet addresses, and each participant will pay their own due!\n\n\n\nNo more going back and forth between your calculator app and your venmo, no more headaches of who owes what, no more begging for your $17,43 back!\n\n\n\nLIST YOUR EVENTS AND SERVICES\nWant to make additional income by providing your own peer-to-peer services? From organizing events, to renting out our place, to selling homemade lemonade, simply upload the services you wish to provide onto the platform!\n\n\n\nThe best part? We will keep our fees significantly lower than web2 centralized platforms, aiming for <10% on Ethereum and even less on layer 2s.",
  "twitter": "lzero_xyz",
  "discord": "https://discord.gg/yYRxnzQB",
  "tokens": [],
  "version": 4,
  "payButton": "",
  "payDisclosure": ""
}